@extends('layutsUser.app')

@section('title', 'page')
@section('content')
<main id="main">

    <!-- ======= About Us Section ======= -->
    <section class="breadcrumbs">
      <div class="container">

        <div class="d-flex justify-content-between align-items-center">
          <h2>เกี่ยวกับ</h2>
          <ol>
            <li><a href="{{route('Home')}}">Home</a></li>
            <li>เกี่ยวกับ</li>
          </ol>
        </div>

      </div>
    </section><!-- End About Us Section -->

    <!-- ======= About Section ======= -->
    <section class="about" data-aos="fade-up">
      <div class="container">

        <div class="row">
          <div class="col-lg-6">
            {{-- <img src="assets/img/about.jpg" class="img-fluid" alt=""> --}}
            <iframe src="https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F1066682471336567%2F&show_text=false&width=267&t=0" width="267" height="476" style="border:none;overflow:hidden" scrolling="no" frameborder="0" allowfullscreen="true" allow="autoplay; clipboard-write; encrypted-media; picture-in-picture; web-share" allowFullScreen="true"></iframe>
          </div>
          <div class="col-lg-6 pt-4 pt-lg-0">
            <h3>อยากเป็นที่รักของเหล่าเทวดา ได้รับการดูแลคุ้มครอง ต้องสวดกรณียเมตตสูตร</h3>
            <p class="fst-italic">
                กรณียเมตตสูตร คือ พระสูตรที่ว่าด้วยเรื่องการปฏิบัติตนเพื่อเจริญเมตตาธรรม ประกอบด้วยคาถาตามแบบฉันทลักษณ์ภาษาบาลีโบราณ จำนวน 10 บท โดยเป็นปิฎกปรากฏในขุททกปาฐะของพระสุตตันตปิฎก ชาวพุทธเชื่อว่าการสวดมนต์บทกรณียเมตตสูตร จะช่วยคุ้มกันภัยอันตราย เทวดารักษาคุ้มครอง และศัตรูที่คิดร้ายก็จะกลายเป็นมิตร
            </p>
            <ul>
              <li><i class="bi bi-check2-circle"></i> อานิสงส์ของการสวดกรณียเมตตสูตร</li>
              <p class="fst-italic">เนื่องจากบทสวดกรณียเมตตสูตร ค่อนข้างยาว ไม่มีแบบย่อ ผู้ที่จะสวดภาวนาจะต้องมีจิตใจที่แน่วแน่มั่นคง เมื่อสวดแล้วจะเป็นการเจริญสติสมาธิไปในตัว เชื่อว่าผู้ที่สวดเป็นประจำจะเป็นที่รักของเหล่าเทวดา ได้รับการดูแลคุ้มครองภัย ผู้คนรักใคร่ มีใบหน้าผ่องใส นอนหลับสนิท ไม่ฝันร้าย ชีวิตพบเจอแต่สิ่งที่เป็นมงคล
              </p>
              <li><i class="bi bi-check2-circle"></i> บทสวดกรณียเมตตสูตร</li>
            </ul>
            <p>
                กะระณียะมัตถะกุสะเลนะ ยันตัง สันตัง ปะทัง อะภิสะเมจจะ
                สักโก อุชู จะ สุหุชู จะ สุวะโจ จัสสะ มุทุ อะนะติมานี
                สันตุสสะโก จะ สุภะโร จะ อัปปะกิจโจ จะ สัลละหุกะวุตติ
                สันตินทริโย จะ นิปะโก จะ อัปปะคัพโภ กุเลสุ อะนะนุคิทโธ
                นะ จะ ขุททัง สะมาจะเร กิญจิ เยนะ วิญญู ปะเร อุปะวะเทยยุง
                สุขิโน วา เขมิโน โหตุ สัพเพ สัตตา ภะวันตุ สุขิตัตตา
                เย เกจิ ปาณะภูตัตถิ ตะสา วา ถาวะรา วา อะนะวะเสสา
                ทีฆา วา เย มะหันตา วา มัชฌิยา รัสสะกา อะณุกะถูลา
                ทิฏฐา วา เย จะ อะทิฏฐา เย จะ ทูเร วะสันติ อะวิทูเร
                ภูตา วา สัมภะเวสี วา สัพเพ สัตตา ภะวันตุ สุขิตัตตา
                นะ ปะโร ปะรัง นิกุพเพถะ นาติมัญเญถะ กัตถะจิ นัง กิญจิ
                พยาโรสะนา ปะฏีฆะสัญญา นาญญะมัญญัสสะ ทุกขะมิจเฉยยะ
                มาตา ยะถา นิยัง ปุตตัง อายุสา เอกะปุตตะมะนุรักเข
                เอวัมปิ สัพพะภุเตสุ มานะสัมภาวะเย อะปะริมาณัง
                เมตตัญจะ สัพพะโลกัสมิง มานะสัมภาวะเย อะปะริมาณัง
                อุทธัง อะโธ จะ ติริยัญจะ อะสัมพาธัง อะเวรัง อะสะปัตตัง
                ติฏฐัญจะรัง นิสินโน วา สะยาโน วา ยาวะตัสสะ วิคะตะมิทโธ
                เอตัง สะติง อะธิฏเฐยยะ พรัหมะเมตัง วิหารัง อิธะมาหุ
                ทิฏฐิญจะ อะนุปะคัมมะ สีละวา ทัสสะเนนะ สัมปันโน
                กาเมสุ วิเนยยะ เคธัง นะ หิ ชาตุ คัพภะเสยยัง ปุนะเรตีติ
                **ความเชื่อส่วนบุคคล โปรดใช้วิจารณญาณ**
            </p>
          </div>
        </div>

      </div>
    </section><!-- End About Section -->
  </main><!-- End #main -->
@endsection
